---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.InsulationTypeSetIterator
source: html/6a1c4647-96f8-e772-17d4-53e9f10b2c37.htm
---
# InsulationTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.